---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FormatOptions
source: html/4b317c87-727e-b8e9-3f0b-2b5479090fb7.htm
---
# FormatOptions Members

Creates a new FormatOptions object that represents default formatting.